IDEA StatiCa Open Model
IdeaConImportSettings.OnePageWizard Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 One page wizard
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool OnePageWizard { get; set; }
Public Property OnePageWizard As Boolean
	Get
	Set
public:
property bool OnePageWizard {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
IdeaConImportSettings Class
IdeaRS.OpenModel.Connection Namespace